
// 1 Hour
"1 hour before" = "1小時前";

// 1.5 Hour
"1.5 hour before" = "1.5小時前";

// 15 Minutes
"15 minutes before" = "15分鐘前";

// 2 Hour
"2 hour before" = "2小時前";

// 30 Minutes
"30 minutes before" = "30分鐘前";

// 5 Minutes
"5 minutes before" = "5分鐘前";

// shift sheduler support
"[SSS] ShiftSheduler support" = "[SSS] 排班表反饋";

// Account
"Account" = "帳戶";

// add new shift
"Adding new shift..." = "增加新排班...";

// choose alert sound
"Alert" = "鬧鐘聲音選擇";

// enable Alert
"Alert Sound" = "聲音提醒";

// just happen
"At time of event" = "發生時";

// calendar in tab bar
"Calendar" = "日曆";

// No comment provided by engineer.
"Can't Save" = "无法保存";

// cancel
"Cancel" = "取消";

// choose a color to show icon
"Change Color" = "改变颜色";

// choose a icon
"Change Icon" = "改变图标";

// Charactor
"Charactor" = "文字";

// No comment provided by engineer.
"Check this app: Shift Sheduler" = "推荐一个应用：排班表";

// Vacation date in place holder
"Choose a date, have fun!" = "選擇日期";

// No comment provided by engineer.
"Choose a type of shift change" = "選擇換班類型";

// choose data
"choose date" = "選擇日期";

// title of choose icon view
"Choose Icon" = "排班的圖標";

// choose shift
"Choose shift" = "選擇排班";

// choose data
"Choose shift date" = "選擇排班日期";

// No comment provided by engineer.
"choose to change shift detail" = "選擇需要查看和修改的班，開關可以控制是否讓該班次顯示在日曆上。";

// show hide out date shifts strings.
"click button to show or hide the outdated shifts" = "再次點擊可以顯示或者隱藏過期的排班";

// No comment provided by engineer.
"Click to change shift cycle" = "通過選擇更改日期";

// No comment provided by engineer.
"Click to choose shift on days" = "透過點擊來選擇上班日";

// Time to start work
"Clock In" = "上班時間";

// think note server erro
"Connection to ThinkNote Server Error" = "連接到輕筆記服務器錯誤";

// create one
"Create Profile" = "新建";

// No comment provided by engineer.
"Customize Work Day" = "不連續班";

// choose date in shift change add
"Date" = "日期";

// No comment provided by engineer.
"eg, 1, 3, 5, 7 on, 2, 4, 6 off" = "比如, 1, 3, 5, 7工作, 2, 4, 6 休息";

// No comment provided by engineer.
"eg, work 5 days off 2 days." = "比如, 連續上6天，休息3天";

// share by mail
"Email" = "通過電子郵件分享";

// eMail support item
"Email support" = "反饋建議";

// error title of think note share
"Error" = "錯誤";

// Exchange
"Exchange" = "換班";

// From in shift add view
"From" = "從";

// No comment provided by engineer.
"Hi, \n I found a very interesting app, and I think it will help for you, check it out!\n Link is: http://itunes.apple.com/us/app/shift-scheduler/id482061308?mt=8" = "Hi, \\n 我發現一個應用作排班／輪班很好，我用起來很舒服，我想對你也許也有用，點這個鏈接下下來用吧！http://itunes.apple.com/tw/app/pai-ban-biao/id482061308?mt=8&uo=4";

// email body in share object
"Hi, <p> I want to share you with my shift schedule, here is my shift schedule at %@, you can check the shift of this month by attachment: \"%@\", and each shift's work time by attachment: \"%@\". <p> <p> About Shift Sheduler\UFF1A<a href='http://itunes.apple.com/en/app//id482061308?mt=8'>Click Here</a>" = "你好，<​​p> 很高興和你分享我的排班表， 你可以在附件中看到我在%@ 的排班情況。 <p> 其中: <p> 附件：\"%@ \" 是排班情況的日曆<p> 附件:\"%@\"是各個排班的上下班時間表。 <p>關於排班表：<a href='http://itunes.apple.com/tw/app/pai-ban-biao/id482061308?mt=8&uo=4'>點擊這裡</a>";

// return to home in profile view
"Home" = "主頁";

// hours
"Hours" = "小時";

// I Know
"I Know" = "明白";

// Icon
"Icon" = "圖標";

// show icon or text in profile change view
"Icon Behavior" = "日曆行為";

// alart title start profile view
"incomplete input" = "不完整的輸入";

// alart title in editing profile view
"Input Shift Name" = "輸入班的名字";

// is start now
"is off now" = "下班時間到了";

// is start now
"is start now" = "上班時間到了";

// login
"Login" = "登錄";

// thinkNote Login
"Login ThinkNote" = "登錄到輕筆記";

/* long alarm section title */
"Long Alarm" = "長鬧鈴";

/* short alarm section title */
"Short Alarm" = "短鬧鈴";

/* No comment provided by engineer. */
"Lunar" = "農曆";

// enable chinese calendar config title
"Lunar Calendar" = "顯示農曆";

// shift Str of think Note
"My shift schedule at %@, the following images are shift calendar and shift profile." = "這是%@的排班表, 後面是排班表日期和班次上班時間。";

/* alarm out of date notify body */
"The alarm you setup in app is going to out of date, please enter the app to active the alarm again (only enter and exit is enough)" = "您的鬧鐘將在1天后失效, 請進入應用啟動鬧鐘, 進入應用以後退出即可.";

/* change week start with monday help */
"change week to monday" = "一周開始於週一或週末";

/* enable start with monday title. */
"Monday Start" = "週始於週一";


// No comment provided by engineer.
"N/A" = "未設定";

// No comment provided by engineer.
"Name of Shift" = "輸入輪班的名字";

// alart shift type in editing profile view
"Needs Shift Type" = "需要配置排班週期類型";

// change to in shift change view
"New Shift" = "新換班";

// no bould string in setting
"No Bound" = "沒有帳戶綁定";

// no shift changes
"No shitf changes..." = "換班無效：沒有變化";

// no create one
"No,Thanks" = "不創建";

// no
"None" = "從不";

// alert for not configure shift yet.
"Not Configure shift" = "暫時沒有排班，不能進行換班。";

// notes of shift change add view
"Notes" = "备注";

// how long time remind me before off
"Off Alert" = "下班提醒";

// From in shift add view
"Origin Shift" = "原始排班";

// expand archived shifts
"Outdated Shifts" = "過期存檔\n";

// OverWork
"OverWork" = "加班";

// overwork date in place holder
"overwork date" = "加班日期";

// alert string in editing profile view to let user input shift type
"Please Choose a shift type" = "請先配置排班細節";

// alert string in editing profile view to let user input shift type
"Please choose shift end date" = "排班結束日期非法";

// alert string in editing profile view let user choose start date
"Please choose start date" = "需要選擇開始日期才可以繼續";

// please input notes here
"Please input notes here (optional)" = "這裡輸入備註(可選)";

// alert string in editing profile view to let user input job name
"Please input shift Name" = "請輸入輪班名字";

// thinkNote Setting tips
"Please setup your ThinkNote account in 'Setting->Login ThinkNote'" = "請在'設置->輕筆記賬戶登陸'中設置輕筆記賬戶";

// Rating me item
"Rating me!" = "給我評分吧";

// register a new account for thinknote
"Register" = "註冊";

// No comment provided by engineer.
"Regular Work Day" = "连续工作日";

// repeart forever string
"Repeat forever" = "永遠重復";

// finish at this date
"Repeat Until" = "結束";

// finish at this date
"Repeat until" = "重復到";

// reset
"Reset All Data" = "重置所有排班";

// how long rest days
"Rest Length" = "休息天數";

// Settings
"Settings" = "設置";

// share to other
"Share" = "分享";

// share by thinknote
"Share by ThinkNote" = "通過輕筆記分享";

// shift in shift add view
"Shift" = "排班";

// shift changes list view
"Shift Changes" = "換班";

// length of cycle
"Shift Cycle" = "排班週期";

// No comment provided by engineer.
"Shift Cycle Length" = "排班週期長度";

// Shift detail title
"Shift Detail" = "詳細訊息";

// config  detail of shift
"Shift detail" = "排班週期細節";

/* empty shift warnning */
"Do you forget shift detail?" =  "排班設定不完整";

/* empty shift warnning. */
"Please choose your shift detail..." = "是不是忘記選擇班次的細節了?";

// accessibility label for enable shift
"Shift Enable Display on Calender" = "顯示該排班到日曆上";

// alart shift type in editing profile view
"Shift Invalied" = "排班無效";

// shift management view
"Shift Manage" = "排班管理";

// job name
"Shift Name" = "名字";

// application title
"Shift Scheduler" = "排班表";

// on-off time in mail attachment
"Shift-On-Off Time" = "上下班時間";

// shifts works in tabbar
"Shifts" = "班次";

// enable chinese calendar config help
"show chinese lunar calendar" = "在日曆項中顯示農曆日期";

// start with this date
"Start with" = "開始日期";

// error title of think note share
"Success" = "上传成功";

// success share shift calendar to qingbiji
"Success share shift calendar to  www.qinbiji.cn" = "成功上傳到輕筆記賬戶";

// share view help text
"Swipe right to review the calendar images." = "向右翻頁查看排版日曆和排班上下班日期，筆記和圖片都會上傳到您的賬戶";

// tell a friend item
"Tell a friend" = "告訴朋友";

// share by thinknote
"ThinkNote" = "通過輕筆記分享";

// think note attach upload error
"ThinkNote Attachment Upload failed." = "輕筆記附件上傳失敗。";

// think note login failed
"ThinkNote Login Failed" = "輕筆記登錄失敗";

// thinknote note upload failed
"ThinkNote Note Upload failed." = "輕筆記筆記上傳失敗.";

// long warnning information before delete all data
"This will delete all Shift information in your application, are you sure ?" = "該功能會刪除所有的排班班次資訊，請確認";

// time and remind title
"Time and Remind" = "上下班時間和提醒";

// tips in tabbar
"Tips" = "提示";

// change to in shift change view
"To" = "還到";

// today
"Today" = "今天";

// user/password wrong message
"User Name or Password is not correct, failed to login to server, please double again" = "登錄錯誤：用戶名或者密碼不正確。請在設置中重新綁定帳戶";

// Vacation
"Vacation" = "假期";

// when day of overwork or vacation
"When" = "日期";

// No comment provided by engineer.
"Which days on shift?" = "勾選上班的日期";

// will start in %d Hour
"will off in %d Hour" = "即將在%@小時後下班";

// will start in %d Minutes
"will off in %d Minutes" = "即將在%@分鐘後下班";

// will start in %d Hour
"will start in %d Hour" = "即將在%@小時後開始上班";

// will start in %d Minutes
"will start in %d Minutes" = "即將在%@分钟後開始上班";

// How many hours?
"With Hours" = "工作時長";

// how long notice before work
"Work Alert" = "上班提醒";

// in shift type picker view
"Work days mode" = "排班上班週期類型";

// how long work days
"Work Length" = "工作天數";

// tips
"You can change the shift days by click each item\n" = "可以點擊來更改項目，比如點擊“工作天數”來增加或者減少工作天數\n";

// prompt of create profile title
"You don't have any shift profile yet. Do you want to create one? " = "你還沒有任何班次紀錄，要創建一個麼";

/* enable chinese calendar config title */
"Holiday" = "節假日";

/* show region hlidays help */
"pick your region to show holidays" = "選擇要顯示節假日的地區";


/* china str */
"China" = "中國大陸";

/* hongkong str */
"HongKong" = "香港";

/* macoa */
"Mocao" = "澳門";

/* taiwan */
"Taiwan" = "臺灣";

/* US */
"US" = "美國";

/* UK */
"UK" = "英國";

/* Canadia */
"Canadia" = "加拿大";

/* new shift profile */
"Click to create a new shift profile" = "點擊這裡創建新的排班設置";

/* jump to today */
"Click to jump back to today" = "點擊這裡返回今天";

/* click to open menu */
"Click to open Menu" = "點擊這裡打開主功能表";

/* organize shift profiles */
"Click to organize shift profiles" = "點擊這裡整理多個排班配置";

/* click jump date */
"Click to quick jump to some date" = "點擊這裡可以快速跳轉到特定日期";


/* ---------------------------------------------------------------- */
/* FOLLOWING IS COPY FROM LUNAR DATE   */
/* -----------------------------------------------------------------*/
/* No comment provided by engineer. */
"丁" = "丁";

/* No comment provided by engineer. */
"七夕" = "七夕";

/* No comment provided by engineer. */
"七月" = "七月";

/* No comment provided by engineer. */
"三十" = "三十";

/* No comment provided by engineer. */
"三月" = "三月";

/* No comment provided by engineer. */
"丑" = "丑";

/* No comment provided by engineer. */
"丙" = "丙";

/* No comment provided by engineer. */
"中秋" = "中秋";

/* No comment provided by engineer. */
"乙" = "乙";

/* No comment provided by engineer. */
"九月" = "九月";

/* No comment provided by engineer. */
"二十" = "二十";

/* No comment provided by engineer. */
"二月" = "二月";

/* No comment provided by engineer. */
"五月" = "五月";

/* No comment provided by engineer. */
"亥" = "亥";

/* No comment provided by engineer. */
"儿童节" = "兒童節";

/* No comment provided by engineer. */
"元宵" = "元宵";

/* No comment provided by engineer. */
"元旦" = "元旦";

/* No comment provided by engineer. */
"兔" = "兔";

/* No comment provided by engineer. */
"八月" = "八月";

/* No comment provided by engineer. */
"六月" = "六月";

/* No comment provided by engineer. */
"冬至" = "冬至";

/* No comment provided by engineer. */
"初一" = "初一";

/* No comment provided by engineer. */
"初七" = "初七";

/* No comment provided by engineer. */
"初三" = "初三";

/* No comment provided by engineer. */
"初九" = "初九";

/* No comment provided by engineer. */
"初二" = "初二";

/* No comment provided by engineer. */
"初五" = "初五";

/* No comment provided by engineer. */
"初八" = "初八";

/* No comment provided by engineer. */
"初六" = "初六";

/* No comment provided by engineer. */
"初十" = "初十";

/* No comment provided by engineer. */
"初四" = "初四";

/* No comment provided by engineer. */
"劳动节" = "勞動節";

/* No comment provided by engineer. */
"十一" = "十一";

/* No comment provided by engineer. */
"十一月" = "十一月";

/* No comment provided by engineer. */
"十七" = "十七";

/* No comment provided by engineer. */
"十三" = "十三";

/* No comment provided by engineer. */
"十九" = "十九";

/* No comment provided by engineer. */
"十二" = "十二";

/* No comment provided by engineer. */
"十五" = "十五";

/* No comment provided by engineer. */
"十八" = "十八";

/* No comment provided by engineer. */
"十六" = "十六";

/* No comment provided by engineer. */
"十四" = "十四";

/* No comment provided by engineer. */
"十月" = "十月";

/* No comment provided by engineer. */
"午" = "午";

/* No comment provided by engineer. */
"卯" = "卯";

/* No comment provided by engineer. */
"四月" = "四月";

/* No comment provided by engineer. */
"国庆节" = "國慶日";

/* No comment provided by engineer. */
"圣诞节" = "耶誕節";

/* No comment provided by engineer. */
"壬" = "壬";

/* No comment provided by engineer. */
"处暑" = "處暑";

/* No comment provided by engineer. */
"夏至" = "夏至";

/* No comment provided by engineer. */
"大寒" = "大寒";

/* No comment provided by engineer. */
"大暑" = "大暑";

/* No comment provided by engineer. */
"大雪" = "大雪";

/* No comment provided by engineer. */
"妇女节" = "婦女節";

/* No comment provided by engineer. */
"子" = "子";

/* No comment provided by engineer. */
"寅" = "寅";

/* No comment provided by engineer. */
"寒露" = "寒露";

/* No comment provided by engineer. */
"小寒" = "小寒";

/* No comment provided by engineer. */
"小暑" = "小暑";

/* No comment provided by engineer. */
"小满" = "小满";

/* No comment provided by engineer. */
"小雪" = "小雪";

/* No comment provided by engineer. */
"己" = "己";

/* No comment provided by engineer. */
"巳" = "巳";

/* No comment provided by engineer. */
"庚" = "庚";

/* No comment provided by engineer. */
"建军节" = "建軍節";

/* No comment provided by engineer. */
"廿一" = "廿一";

/* No comment provided by engineer. */
"廿七" = "廿七";

/* No comment provided by engineer. */
"廿三" = "廿三";

/* No comment provided by engineer. */
"廿九" = "廿九";

/* No comment provided by engineer. */
"廿二" = "廿二";

/* No comment provided by engineer. */
"廿五" = "廿五";

/* No comment provided by engineer. */
"廿八" = "廿八";

/* No comment provided by engineer. */
"廿六" = "廿六";

/* No comment provided by engineer. */
"廿四" = "廿四";

/* No comment provided by engineer. */
"情人节" = "情人節";

/* No comment provided by engineer. */
"惊蛰" = "驚蟄";

/* No comment provided by engineer. */
"愚人节" = "愚人節";

/* No comment provided by engineer. */
"戊" = "戊";

/* No comment provided by engineer. */
"戌" = "戌";

/* No comment provided by engineer. */
"教师节" = "教師節";

/* No comment provided by engineer. */
"春分" = "春分";

/* No comment provided by engineer. */
"春节" = "春节";

/* No comment provided by engineer. */
"未" = "未";

/* No comment provided by engineer. */
"植树节" = "植樹節";

/* No comment provided by engineer. */
"正月" = "正月";

/* No comment provided by engineer. */
"清明" = "清明";

/* No comment provided by engineer. */
"冬至" = "冬至";

/* No comment provided by engineer. */
"牛" = "牛";

/* year */
"年" = "年";

/* leap */
"闰" = "闰";

/* No comment provided by engineer. */
"狗" = "狗";

/* No comment provided by engineer. */
"猪" = "猪";

/* No comment provided by engineer. */
"猴" = "猴";

/* No comment provided by engineer. */
"甲" = "甲";

/* No comment provided by engineer. */
"申" = "申";

/* No comment provided by engineer. */
"癸" = "癸";

/* No comment provided by engineer. */
"白露" = "白露";

/* No comment provided by engineer. */
"秋分" = "秋分";

/* No comment provided by engineer. */
"立冬" = "立冬";

/* No comment provided by engineer. */
"立夏" = "立夏";

/* No comment provided by engineer. */
"立春" = "立春";

/* No comment provided by engineer. */
"立秋" = "立秋";

/* No comment provided by engineer. */
"端午" = "端午";

/* No comment provided by engineer. */
"羊" = "羊";

/* No comment provided by engineer. */
"腊八" = "臘八";

/* No comment provided by engineer. */
"腊月" = "臘月";

/* No comment provided by engineer. */
"芒种" = "芒种";

/* No comment provided by engineer. */
"虎" = "虎";

/* No comment provided by engineer. */
"蛇" = "蛇";

/* No comment provided by engineer. */
"谷雨" = "穀雨";

/* No comment provided by engineer. */
"辛" = "辛";

/* No comment provided by engineer. */
"辰" = "辰";

/* No comment provided by engineer. */
"酉" = "酉";

/* No comment provided by engineer. */
"重阳" = "重陽";

/* No comment provided by engineer. */
"雨水" = "雨水";

/* No comment provided by engineer. */
"霜降" = "霜降";

/* No comment provided by engineer. */
"青年节" = "青年節";

/* No comment provided by engineer. */
"马" = "馬";

/* No comment provided by engineer. */
"鸡" = "鸡";

/* No comment provided by engineer. */
"鼠" = "鼠";

/* No comment provided by engineer. */
"龙" = "龍";

"军人节"  =  "軍人節"; /* Localizable.strings */
"Good Friday"  =  "耶穌殉難日"; /* Localizable.strings */
"Thanksgiving Day"  =  "感恩節"; /* Localizable.strings */
"中华民国国庆日"  =  "中華民國國慶日"; /* Localizable.strings */
"Christmas Day"  =  "聖誕節"; /* Localizable.strings */
"开国纪念日"  =  "開國紀念日"; /* Localizable.strings */
"除夕"  =  "除夕"; /* Localizable.strings */
"Boxing Day"  =  "節禮日"; /* Localizable.strings */
"Labor Day"  =  "勞工節"; /* Localizable.strings */
"Victoria Day" = "維多利亞日";
"Columbus Day"  =  "哥倫布節"; /* Localizable.strings */
"Independence Day"  =  "美國獨立日"; /* Localizable.strings */
"Spring Bank Holiday"  =  "Spring Bank Holiday"; /* Localizable.strings */
"Memorial Day"  =  "美國殉難軍人紀念日"; /* Localizable.strings */
"Veterans Day"  =  "退伍軍人紀念日"; /* Localizable.strings */
"和平纪念日"  =  "和平紀念日"; /* Localizable.strings */
"重阳节"  =  "重陽節"; /* Localizable.strings */
"The day following Good Friday"  =  "耶穌殉難翌日"; /* Localizable.strings */
"St. Patrick's Day"  =  "St. Patrick's Day"; /* Localizable.strings */
"Easter Day"  =  "復活節"; /* Localizable.strings */
"Birthday of MLK"  =  "馬丁•路德•金生日"; /* Localizable.strings */
"Canada Day"  =  "加拿大日"; /* Localizable.strings */
"May Day Bank Holiday"  =  "Early May Bank Holiday"; /* Localizable.strings */
"端午节"  =  "端午節"; /* Localizable.strings */
"中秋节"  =  "中秋節"; /* Localizable.strings */
"Orangeman's Day"  =  "Orangeman's Day"; /* Localizable.strings */
"New Year's Day" =  "新年"; /* Localizable.strings */
"特区紀念日"  =  "香港特區紀念日"; /* Localizable.strings */
"Valentine"  =  "情人節"; /* Localizable.strings */
"清明节"  =  "清明節"; /* Localizable.strings */
"元宵节"  =  "元宵節"; /* Localizable.strings */
"Remembrance Day"  =  "國殤紀念日"; /* Localizable.strings */
"Easter Monday"  =  "復活節週一"; /* Localizable.strings */
"Summer Bank Holiday"  =  "Summer Bank Holiday"; /* Localizable.strings */

/* ------------------------ END COPY -------------------------------*/

